tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "coursier/formulas"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mutagen-io/mutagen"
tap "scalacenter/bloop"
brew "libpng"
brew "little-cms2"
brew "openssl@1.1"
brew "apr-util"
brew "autoconf"
brew "bison"
brew "bzip2"
brew "clang-format"
brew "cmake"
brew "composer"
brew "coreutils"
brew "openldap"
brew "docker"
brew "dosfstools"
brew "pcre2"
brew "fish"
brew "freetds"
brew "fzf"
brew "openjpeg"
brew "ghostscript"
brew "ghq"
brew "glib"
brew "gnu-sed"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "goenv"
brew "grep"
brew "pkg-config"
brew "guile"
brew "icu4c"
brew "jpeg", link: true
brew "oniguruma"
brew "jq"
brew "krb5"
brew "libedit"
brew "shared-mime-info"
brew "libheif"
brew "libiconv"
brew "python@3.9"
brew "libpq"
brew "libraw"
brew "libslirp"
brew "libssh"
brew "libxml2"
brew "libxslt"
brew "libzip"
brew "python@3.11"
brew "llvm"
brew "mysql"
brew "nasm"
brew "nodebrew"
brew "openjdk@8"
brew "tidy-html5"
brew "php"
brew "phpunit"
brew "pipenv"
brew "pyenv"
brew "python@3.8", link: false
brew "qemu"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "sbt"
brew "scalaenv"
brew "terraform"
brew "tflint"
brew "tmux"
brew "zlib"
brew "aws/tap/aws-sam-cli"
brew "mutagen-io/mutagen/mutagen-compose"
cask "alfred"
cask "android-studio"
cask "aws-vault"
cask "dash"
cask "discord"
cask "docker"
cask "gifcapture"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "ngrok"
cask "postman"
cask "slack"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"
